<section class="about" id="about">
    <div class="container text-justify">
      <h2 class="text-center mb-4" >
         
       
   <span class="badge badge-danger" style="font-size:28px;color:white">उद्देश्य  और कार्य </span>
        </h2>

      <p style="line-height: 32px;">
       सामाजिक परिवर्तन और विकास में साहित्य की वि-रु39या-ुनवजयट भूमिका होती है। प्रेमचन्द साहित्य को जीवन की आलोचनाप मानते थे। जीवन की सकारात्मक आलोचना से साहित्य जीवन और समाज
के परिवर्तन तथा विकास में अपनी भूमिका अदा करता है।
साहित्य की इसी भूमिका को संभव बनाने के लिए प्रेमचन्द
साहित्य संस्थान की स्थापना की गई है। संस्थान का
उद्देश्य प्रेमचन्द और उनकी विचारधारा के समस्त सर्जनात्मक
साहित्य का अध्ययन मूल्यांकन तथा प्रचार-ंउचयप्रसार करना है।
अपने स्थापना काल से ही प्रेमचन्द साहित्य संस्थान अपने
उद्दे-रु39ययों को ध्यान में रखते हुए अपने साहित्यिक
कार्यक्रमों का संचालन कर रहा है। संस्थान द्वारा संचालित
कार्यक्रमों का विवरण इस प्रकार है
      </p>
      <p><ol style="line-height: 32px;" > <li>रु39याध केन्द्र की स्थापनाµभारतीय साहित्य के परिप्रेक्ष्य में
प्रेमचन्द के साहित्य का अध्ययन और मूल्यांकन करने हेतु
संस्थान एक वि-रु39या-ुनवजयट -रु39याध केन्द्र संचालित कर रहा है। इस
केन्द्र में प्रेमचन्द के अध्ययन सम्बन्धी सभी आव-रु39ययक सामग्री
एकत्रा की जा रही है।</li>
<li >साखी त्रौमासिक पत्रिका का प्रका-रु39यानµसंस्थान के
उद्देश्यों को साकार करने तथा पाठकों की सांस्कृतिक
चेतना को उन्नत करने हेतु सुप्रसिद्ध कवि केदारनाथ सिंह के
सम्पादन में साखी नामक पत्रिका प्रका-रु39यात की जा रही है।</li>
<li > पुस्तकालयµप्रेमचन्द साहित्य संस्थान एक नियमित पुस्तकालय का
संचालन कर रहा है। पुस्तकालय में प्रेमचन्द की परम्परा के श्रे-ुनवजयठ

साहित्य का संकलन किया जा रहा है। इसके अतिरिक्त वैचारिक और
सामाजिक वि-ुनवजयायों से सम्बन्धित श्रे-ुनवजयठ चिन्तनपरक साहित्य का भी
संकलन किया जा रहा है। संस्थान के पुस्तकालय में बच्चों के
लिए एक अनुभाग -रु39यारू किया गया है। बच्चों में स्वस्थ
सामाजिक चेतना विकसित करने के लिए यह पुस्तकालय कार्य कर रहा है।
14 मार्च 96 से यह पुस्तकालय अब प्रेमचन्द पार्क स्थिति
ऐतिहासिक प्रेमचन्द निकेतन में है जहाँ नार्मल स्कूल में
अध्यापन करते हुए प्रेमचन्द 1916 से 1921 तक रहे थे।</li>
<li >पाठक सेवाµसंस्थान श्रे-ुनवजयठ रचनात्मक साहित्य के प्रचार-ंउचयप्रसार
के लिए पाठन सेवा संचालित कर रहा है।</li>
<li > मासिक रचना गो-ुनवजयठीनये रचनाकारों को प्रोत्साहित कराने
तथा पुराने रचनाकारों की नयी कृतियों से परिचित होने के
लिए संस्थान मासिक रचना गो-ुनवजयठयों का आयोजन कर रहा है।
इसके अतिरिक्त संस्थान कुछ महत्वपूर्ण कवियों और
चिन्तकों की जयन्तियों एवं पुण्यतिथियों पर आयोजन करके
उनके विचारों का प्रचार-ंउचयप्रसार करता है।</li>
<li >प्रेमचन्द साहित्य पुरस्कारµसंस्थान प्रेमचन्द की साहित्य
परम्परा को प्रोत्साहन देने के लिए साधन उपलब्ध होते ही हर
दूसरे व-ुनवजर्या प्रेमचन्द की परम्परा के श्रे-ुनवजयठ भारतीय लेखक को
प्रेमचन्द साहित्य पुरस्कार से सम्मानित करेगा।</li>
<li >अध्येता वृत्तिµआर्थिक स्रोत उपलब्ध होने पर संस्थान
प्रेमचंद सम्बन्धी -रु39याध कार्य को प्रोत्साहित करने के लिए
अध्येतावृत्तियाँ भी उपलब्ध कराएगा।</li>
<li >प्रेमचन्द स्मृतिकक्षµसंस्थान प्रेमचन्द स्मृतिकक्ष के रूप में
एक संग्रहालय स्थापित करने का प्रयास कर रहा है। जिसमें प्रेमचन्द

की पाण्डुलिपियाँ, पत्रा, उपयोग की गयी सामग्री तथा दुर्लभ
चित्रा आदि जुटाये जा रहे हैं।</li>
<li >अतिथि गृहµसंस्थान एक सुसज्जित अतिथिगृह की व्यवस्था
करेगा जिसमें बाहर से आने वाले -रु39याधार्थियों को आवास
की सुविधा दी जा सके।
प्रेमचन्द वि-रु39यवदृ-ुनवजयट सम्पन्न लेखक हैं। उनके पाठक और
अध्येता पूरी दुनिया में फैले हुए हैं। इस संस्थान के
माध्यम से प्रेमचन्द और उनकी परम्परा से साहित्य पर केन्द्रित अध्ययन
वि-रु39यले-ुनवजयाण-ंउचयसंवाद प्रका-रु39यान आदि को सुव्यवस्थित योजना के
अनुरूप वित्तीय सहायता रा-ुनवजयट्राय, प्रादे-रु39याक तथा स्थानीय सभी
स्तरों पर अपेक्षित होगी। हम जनता एवं प्र-रु39यासन दोनों को इस
महान आयोजन में भागीदारी बनाना चाहते हैं।</li>

</ol></p>

      
    </div>
  </section>